package com.ggstar.util.ip;

/**
 * Created by Chenzhi on 2018/1/25.
 */
public class IpRegionFile {
    public static final String content="北京市,北京市,1156110000\n"+
            "天津市,天津市,1156120000\n"+
            "河北省,河北省,1156130000\n"+
            "河北省,石家庄市,1156130100\n"+
            "河北省,唐山市,1156130200\n"+
            "河北省,秦皇岛市,1156130300\n"+
            "河北省,邯郸市,1156130400\n"+
            "河北省,邢台市,1156130500\n"+
            "河北省,保定市,1156130600\n"+
            "河北省,张家口市,1156130700\n"+
            "河北省,承德市,1156130800\n"+
            "河北省,沧州市,1156130900\n"+
            "河北省,廊坊市,1156131000\n"+
            "河北省,衡水市,1156131100\n"+
            "山西省,山西省,1156140000\n"+
            "山西省,太原市,1156140100\n"+
            "山西省,大同市,1156140200\n"+
            "山西省,阳泉市,1156140300\n"+
            "山西省,长治市,1156140400\n"+
            "山西省,晋城市,1156140500\n"+
            "山西省,朔州市,1156140600\n"+
            "山西省,晋中市,1156140700\n"+
            "山西省,运城市,1156140800\n"+
            "山西省,忻州市,1156140900\n"+
            "山西省,临汾市,1156141000\n"+
            "山西省,吕梁市,1156141100\n"+
            "内蒙古自治区,内蒙古自治区,1156150000\n"+
            "内蒙古自治区,呼和浩特市,1156150100\n"+
            "内蒙古自治区,包头市,1156150200\n"+
            "内蒙古自治区,乌海市,1156150300\n"+
            "内蒙古自治区,赤峰市,1156150400\n"+
            "内蒙古自治区,通辽市,1156150500\n"+
            "内蒙古自治区,鄂尔多斯市,1156150600\n"+
            "内蒙古自治区,呼伦贝尔市,1156150700\n"+
            "内蒙古自治区,巴彦淖尔市,1156150800\n"+
            "内蒙古自治区,乌兰察布市,1156150900\n"+
            "内蒙古自治区,兴安盟,1156152200\n"+
            "内蒙古自治区,锡林郭勒盟,1156152500\n"+
            "内蒙古自治区,阿拉善盟,1156152900\n"+
            "辽宁省,辽宁省,1156210000\n"+
            "辽宁省,沈阳市,1156210100\n"+
            "辽宁省,大连市,1156210200\n"+
            "辽宁省,鞍山市,1156210300\n"+
            "辽宁省,抚顺市,1156210400\n"+
            "辽宁省,本溪市,1156210500\n"+
            "辽宁省,丹东市,1156210600\n"+
            "辽宁省,锦州市,1156210700\n"+
            "辽宁省,营口市,1156210800\n"+
            "辽宁省,阜新市,1156210900\n"+
            "辽宁省,辽阳市,1156211000\n"+
            "辽宁省,盘锦市,1156211100\n"+
            "辽宁省,铁岭市,1156211200\n"+
            "辽宁省,朝阳市,1156211300\n"+
            "辽宁省,葫芦岛市,1156211400\n"+
            "吉林省,吉林省,1156220000\n"+
            "吉林省,长春市,1156220100\n"+
            "吉林省,吉林市,1156220200\n"+
            "吉林省,四平市,1156220300\n"+
            "吉林省,辽源市,1156220400\n"+
            "吉林省,通化市,1156220500\n"+
            "吉林省,白山市,1156220600\n"+
            "吉林省,松原市,1156220700\n"+
            "吉林省,白城市,1156220800\n"+
            "吉林省,延边朝鲜族自治州,1156222400\n"+
            "黑龙江省,黑龙江省,1156230000\n"+
            "黑龙江省,哈尔滨市,1156230100\n"+
            "黑龙江省,齐齐哈尔市,1156230200\n"+
            "黑龙江省,鸡西市,1156230300\n"+
            "黑龙江省,鹤岗市,1156230400\n"+
            "黑龙江省,双鸭山市,1156230500\n"+
            "黑龙江省,大庆市,1156230600\n"+
            "黑龙江省,伊春市,1156230700\n"+
            "黑龙江省,佳木斯市,1156230800\n"+
            "黑龙江省,七台河市,1156230900\n"+
            "黑龙江省,牡丹江市,1156231000\n"+
            "黑龙江省,黑河市,1156231100\n"+
            "黑龙江省,绥化市,1156231200\n"+
            "黑龙江省,大兴安岭地区,1156232700\n"+
            "上海市,上海市,1156310000\n"+
            "江苏省,江苏省,1156320000\n"+
            "江苏省,南京市,1156320100\n"+
            "江苏省,无锡市,1156320200\n"+
            "江苏省,徐州市,1156320300\n"+
            "江苏省,常州市,1156320400\n"+
            "江苏省,苏州市,1156320500\n"+
            "江苏省,南通市,1156320600\n"+
            "江苏省,连云港市,1156320700\n"+
            "江苏省,淮安市,1156320800\n"+
            "江苏省,盐城市,1156320900\n"+
            "江苏省,扬州市,1156321000\n"+
            "江苏省,镇江市,1156321100\n"+
            "江苏省,泰州市,1156321200\n"+
            "江苏省,宿迁市,1156321300\n"+
            "浙江省,浙江省,1156330000\n"+
            "浙江省,杭州市,1156330100\n"+
            "浙江省,宁波市,1156330200\n"+
            "浙江省,温州市,1156330300\n"+
            "浙江省,嘉兴市,1156330400\n"+
            "浙江省,湖州市,1156330500\n"+
            "浙江省,绍兴市,1156330600\n"+
            "浙江省,金华市,1156330700\n"+
            "浙江省,衢州市,1156330800\n"+
            "浙江省,舟山市,1156330900\n"+
            "浙江省,台州市,1156331000\n"+
            "浙江省,丽水市,1156331100\n"+
            "安徽省,安徽省,1156340000\n"+
            "安徽省,合肥市,1156340100\n"+
            "安徽省,芜湖市,1156340200\n"+
            "安徽省,蚌埠市,1156340300\n"+
            "安徽省,淮南市,1156340400\n"+
            "安徽省,马鞍山市,1156340500\n"+
            "安徽省,淮北市,1156340600\n"+
            "安徽省,铜陵市,1156340700\n"+
            "安徽省,安庆市,1156340800\n"+
            "安徽省,黄山市,1156341000\n"+
            "安徽省,滁州市,1156341100\n"+
            "安徽省,阜阳市,1156341200\n"+
            "安徽省,宿州市,1156341300\n"+
            "安徽省,巢湖市,1156341400\n"+
            "安徽省,六安市,1156341500\n"+
            "安徽省,亳州市,1156341600\n"+
            "安徽省,池州市,1156341700\n"+
            "安徽省,宣城市,1156341800\n"+
            "湖北省,湖北省,1156420000\n"+
            "湖北省,武汉市,1156420100\n"+
            "湖北省,黄石市,1156420200\n"+
            "湖北省,十堰市,1156420300\n"+
            "湖北省,宜昌市,1156420500\n"+
            "湖北省,襄樊市,1156420600\n"+
            "湖北省,鄂州市,1156420700\n"+
            "湖北省,荆门市,1156420800\n"+
            "湖北省,孝感市,1156420900\n"+
            "湖北省,荆州市,1156421000\n"+
            "湖北省,黄冈市,1156421100\n"+
            "湖北省,咸宁市,1156421200\n"+
            "湖北省,随州市,1156421300\n"+
            "湖北省,恩施土家族苗族自治州,1156422800\n"+
            "湖北省,省直辖县级行政区划,1156429000\n"+
            "湖南省,湖南省,1156430000\n"+
            "湖南省,长沙市,1156430100\n"+
            "湖南省,株洲市,1156430200\n"+
            "湖南省,湘潭市,1156430300\n"+
            "湖南省,衡阳市,1156430400\n"+
            "湖南省,邵阳市,1156430500\n"+
            "湖南省,岳阳市,1156430600\n"+
            "湖南省,常德市,1156430700\n"+
            "湖南省,张家界市,1156430800\n"+
            "湖南省,益阳市,1156430900\n"+
            "湖南省,郴州市,1156431000\n"+
            "湖南省,永州市,1156431100\n"+
            "湖南省,怀化市,1156431200\n"+
            "湖南省,娄底市,1156431300\n"+
            "湖南省,湘西土家族苗族自治州,1156433100\n"+
            "四川省,四川省,1156510000\n"+
            "四川省,成都市,1156510100\n"+
            "四川省,自贡市,1156510300\n"+
            "四川省,攀枝花市,1156510400\n"+
            "四川省,泸州市,1156510500\n"+
            "四川省,德阳市,1156510600\n"+
            "四川省,绵阳市,1156510700\n"+
            "四川省,广元市,1156510800\n"+
            "四川省,遂宁市,1156510900\n"+
            "四川省,内江市,1156511000\n"+
            "四川省,乐山市,1156511100\n"+
            "四川省,南充市,1156511300\n"+
            "四川省,眉山市,1156511400\n"+
            "四川省,宜宾市,1156511500\n"+
            "四川省,广安市,1156511600\n"+
            "四川省,达州市,1156511700\n"+
            "四川省,雅安市,1156511800\n"+
            "四川省,巴中市,1156511900\n"+
            "四川省,资阳市,1156512000\n"+
            "四川省,阿坝藏族羌族自治州,1156513200\n"+
            "四川省,甘孜藏族自治州,1156513300\n"+
            "四川省,凉山彝族自治州,1156513400\n"+
            "贵州省,贵州省,1156520000\n"+
            "贵州省,贵阳市,1156520100\n"+
            "贵州省,六盘水市,1156520200\n"+
            "贵州省,遵义市,1156520300\n"+
            "贵州省,安顺市,1156520400\n"+
            "贵州省,铜仁地区,1156522200\n"+
            "贵州省,黔西南布依族苗族自治州,1156522300\n"+
            "贵州省,毕节地区,1156522400\n"+
            "贵州省,黔东南苗族侗族自治州,1156522600\n"+
            "贵州省,黔南布依族苗族自治州,1156522700\n"+
            "云南省,云南省,1156530000\n"+
            "云南省,昆明市,1156530100\n"+
            "云南省,曲靖市,1156530300\n"+
            "云南省,玉溪市,1156530400\n"+
            "云南省,保山市,1156530500\n"+
            "云南省,昭通市,1156530600\n"+
            "云南省,丽江市,1156530700\n"+
            "云南省,普洱市,1156530800\n"+
            "云南省,临沧市,1156530900\n"+
            "云南省,楚雄彝族自治州,1156532300\n"+
            "云南省,红河哈尼族彝族自治州,1156532500\n"+
            "云南省,文山壮族苗族自治州,1156532600\n"+
            "云南省,西双版纳傣族自治州,1156532800\n"+
            "云南省,大理白族自治州,1156532900\n"+
            "云南省,德宏傣族景颇族自治州,1156533100\n"+
            "云南省,怒江傈僳族自治州,1156533300\n"+
            "云南省,迪庆藏族自治州,1156533400\n"+
            "福建省,福建省,1156350000\n"+
            "福建省,福州市,1156350100\n"+
            "福建省,厦门市,1156350200\n"+
            "福建省,莆田市,1156350300\n"+
            "福建省,三明市,1156350400\n"+
            "福建省,泉州市,1156350500\n"+
            "福建省,漳州市,1156350600\n"+
            "福建省,南平市,1156350700\n"+
            "福建省,龙岩市,1156350800\n"+
            "福建省,宁德市,1156350900\n"+
            "江西省,江西省,1156360000\n"+
            "江西省,南昌市,1156360100\n"+
            "江西省,景德镇市,1156360200\n"+
            "江西省,萍乡市,1156360300\n"+
            "江西省,九江市,1156360400\n"+
            "江西省,新余市,1156360500\n"+
            "江西省,鹰潭市,1156360600\n"+
            "江西省,赣州市,1156360700\n"+
            "江西省,吉安市,1156360800\n"+
            "江西省,宜春市,1156360900\n"+
            "江西省,抚州市,1156361000\n"+
            "江西省,上饶市,1156361100\n"+
            "山东省,山东省,1156370000\n"+
            "山东省,济南市,1156370100\n"+
            "山东省,青岛市,1156370200\n"+
            "山东省,淄博市,1156370300\n"+
            "山东省,枣庄市,1156370400\n"+
            "山东省,东营市,1156370500\n"+
            "山东省,烟台市,1156370600\n"+
            "山东省,潍坊市,1156370700\n"+
            "山东省,济宁市,1156370800\n"+
            "山东省,泰安市,1156370900\n"+
            "山东省,威海市,1156371000\n"+
            "山东省,日照市,1156371100\n"+
            "山东省,莱芜市,1156371200\n"+
            "山东省,临沂市,1156371300\n"+
            "山东省,德州市,1156371400\n"+
            "山东省,聊城市,1156371500\n"+
            "山东省,滨州市,1156371600\n"+
            "山东省,菏泽市,1156371700\n"+
            "河南省,河南省,1156410000\n"+
            "河南省,郑州市,1156410100\n"+
            "河南省,开封市,1156410200\n"+
            "河南省,洛阳市,1156410300\n"+
            "河南省,平顶山市,1156410400\n"+
            "河南省,安阳市,1156410500\n"+
            "河南省,鹤壁市,1156410600\n"+
            "河南省,新乡市,1156410700\n"+
            "河南省,焦作市,1156410800\n"+
            "河南省,濮阳市,1156410900\n"+
            "河南省,许昌市,1156411000\n"+
            "河南省,漯河市,1156411100\n"+
            "河南省,三门峡市,1156411200\n"+
            "河南省,南阳市,1156411300\n"+
            "河南省,商丘市,1156411400\n"+
            "河南省,信阳市,1156411500\n"+
            "河南省,周口市,1156411600\n"+
            "河南省,驻马店市,1156411700\n"+
            "河南省,省直辖县级行政区划,1156419000\n"+
            "广东省,广东省,1156440000\n"+
            "广东省,广州市,1156440100\n"+
            "广东省,韶关市,1156440200\n"+
            "广东省,深圳市,1156440300\n"+
            "广东省,珠海市,1156440400\n"+
            "广东省,汕头市,1156440500\n"+
            "广东省,佛山市,1156440600\n"+
            "广东省,江门市,1156440700\n"+
            "广东省,湛江市,1156440800\n"+
            "广东省,茂名市,1156440900\n"+
            "广东省,肇庆市,1156441200\n"+
            "广东省,惠州市,1156441300\n"+
            "广东省,梅州市,1156441400\n"+
            "广东省,汕尾市,1156441500\n"+
            "广东省,河源市,1156441600\n"+
            "广东省,阳江市,1156441700\n"+
            "广东省,清远市,1156441800\n"+
            "广东省,东莞市,1156441900\n"+
            "广东省,中山市,1156442000\n"+
            "广东省,潮州市,1156445100\n"+
            "广东省,揭阳市,1156445200\n"+
            "广东省,云浮市,1156445300\n"+
            "广西壮族自治区,广西壮族自治区,1156450000\n"+
            "广西壮族自治区,南宁市,1156450100\n"+
            "广西壮族自治区,柳州市,1156450200\n"+
            "广西壮族自治区,桂林市,1156450300\n"+
            "广西壮族自治区,梧州市,1156450400\n"+
            "广西壮族自治区,北海市,1156450500\n"+
            "广西壮族自治区,防城港市,1156450600\n"+
            "广西壮族自治区,钦州市,1156450700\n"+
            "广西壮族自治区,贵港市,1156450800\n"+
            "广西壮族自治区,玉林市,1156450900\n"+
            "广西壮族自治区,百色市,1156451000\n"+
            "广西壮族自治区,贺州市,1156451100\n"+
            "广西壮族自治区,河池市,1156451200\n"+
            "广西壮族自治区,来宾市,1156451300\n"+
            "广西壮族自治区,崇左市,1156451400\n"+
            "海南省,海南省,1156460000\n"+
            "海南省,海口市,1156460100\n"+
            "海南省,三亚市,1156460200\n"+
            "海南省,省直辖县级行政区划,1156469000\n"+
            "重庆市,重庆市,1156500000\n"+
            "西藏自治区,西藏自治区,1156540000\n"+
            "西藏自治区,拉萨市,1156540100\n"+
            "西藏自治区,昌都地区,1156542100\n"+
            "西藏自治区,山南地区,1156542200\n"+
            "西藏自治区,日喀则地区,1156542300\n"+
            "西藏自治区,那曲地区,1156542400\n"+
            "西藏自治区,阿里地区,1156542500\n"+
            "西藏自治区,林芝地区,1156542600\n"+
            "陕西省,陕西省,1156610000\n"+
            "陕西省,西安市,1156610100\n"+
            "陕西省,铜川市,1156610200\n"+
            "陕西省,宝鸡市,1156610300\n"+
            "陕西省,咸阳市,1156610400\n"+
            "陕西省,渭南市,1156610500\n"+
            "陕西省,延安市,1156610600\n"+
            "陕西省,汉中市,1156610700\n"+
            "陕西省,榆林市,1156610800\n"+
            "陕西省,安康市,1156610900\n"+
            "陕西省,商洛市,1156611000\n"+
            "甘肃省,甘肃省,1156620000\n"+
            "甘肃省,兰州市,1156620100\n"+
            "甘肃省,嘉峪关市,1156620200\n"+
            "甘肃省,金昌市,1156620300\n"+
            "甘肃省,白银市,1156620400\n"+
            "甘肃省,天水市,1156620500\n"+
            "甘肃省,武威市,1156620600\n"+
            "甘肃省,张掖市,1156620700\n"+
            "甘肃省,平凉市,1156620800\n"+
            "甘肃省,酒泉市,1156620900\n"+
            "甘肃省,庆阳市,1156621000\n"+
            "甘肃省,定西市,1156621100\n"+
            "甘肃省,陇南市,1156621200\n"+
            "甘肃省,临夏回族自治州,1156622900\n"+
            "甘肃省,甘南藏族自治州,1156623000\n"+
            "青海省,青海省,1156630000\n"+
            "青海省,西宁市,1156630100\n"+
            "青海省,海东地区,1156632100\n"+
            "青海省,海北藏族自治州,1156632200\n"+
            "青海省,黄南藏族自治州,1156632300\n"+
            "青海省,海南藏族自治州,1156632500\n"+
            "青海省,果洛藏族自治州,1156632600\n"+
            "青海省,玉树藏族自治州,1156632700\n"+
            "青海省,海西蒙古族藏族自治州,1156632800\n"+
            "宁夏回族自治区,宁夏回族自治区,1156640000\n"+
            "宁夏回族自治区,银川市,1156640100\n"+
            "宁夏回族自治区,石嘴山市,1156640200\n"+
            "宁夏回族自治区,吴忠市,1156640300\n"+
            "宁夏回族自治区,固原市,1156640400\n"+
            "宁夏回族自治区,中卫市,1156640500\n"+
            "新疆维吾尔自治区,新疆维吾尔自治区,1156650000\n"+
            "新疆维吾尔自治区,乌鲁木齐市,1156650100\n"+
            "新疆维吾尔自治区,克拉玛依市,1156650200\n"+
            "新疆维吾尔自治区,吐鲁番地区,1156652100\n"+
            "新疆维吾尔自治区,哈密地区,1156652200\n"+
            "新疆维吾尔自治区,昌吉回族自治州,1156652300\n"+
            "新疆维吾尔自治区,博尔塔拉蒙古自治州,1156652700\n"+
            "新疆维吾尔自治区,巴音郭楞蒙古自治州,1156652800\n"+
            "新疆维吾尔自治区,阿克苏地区,1156652900\n"+
            "新疆维吾尔自治区,克孜勒苏柯尔克孜自治州,1156653000\n"+
            "新疆维吾尔自治区,喀什地区,1156653100\n"+
            "新疆维吾尔自治区,和田地区,1156653200\n"+
            "新疆维吾尔自治区,伊犁哈萨克自治州,1156654000\n"+
            "新疆维吾尔自治区,塔城地区,1156654200\n"+
            "新疆维吾尔自治区,阿勒泰地区,1156654300\n"+
            "新疆维吾尔自治区,自治区直辖县级行政区划,1156659000\n"+
            "全球 ,安道尔,1020000000\n"+
            "全球 ,阿联酋,1784000000\n"+
            "全球 ,阿富汗,1004000000\n"+
            "全球 ,安提瓜和巴布达,1028000000\n"+
            "全球 ,安圭拉,1660000000\n"+
            "全球 ,阿尔巴尼亚,1008000000\n"+
            "全球 ,亚美尼亚,1051000000\n"+
            "全球 ,安哥拉,1024000000\n"+
            "全球 ,南极洲,1010000000\n"+
            "全球 ,阿根廷,1032000000\n"+
            "全球 ,美属萨摩亚,1016000000\n"+
            "全球 ,奥地利,1040000000\n"+
            "全球 ,澳大利亚,1036000000\n"+
            "全球 ,阿鲁巴,1533000000\n"+
            "全球 ,奥兰群岛,1248000000\n"+
            "全球 ,阿塞拜疆,1031000000\n"+
            "全球 ,波黑,1070000000\n"+
            "全球 ,巴巴多斯,1052000000\n"+
            "全球 ,孟加拉,1050000000\n"+
            "全球 ,比利时,1056000000\n"+
            "全球 ,布基纳法索,1854000000\n"+
            "全球 ,保加利亚,1100000000\n"+
            "全球 ,巴林,1048000000\n"+
            "全球 ,布隆迪,1108000000\n"+
            "全球 ,贝宁,1204000000\n"+
            "全球 ,圣巴泰勒米岛,1652000000\n"+
            "全球 ,百慕大,1060000000\n"+
            "全球 ,文莱,1096000000\n"+
            "全球 ,玻利维亚,1068000000\n"+
            "全球 ,荷兰加勒比区,1535000000\n"+
            "全球 ,巴西,1076000000\n"+
            "全球 ,巴哈马,1044000000\n"+
            "全球 ,不丹,1064000000\n"+
            "全球 ,布韦岛,1074000000\n"+
            "全球 ,博茨瓦纳,1072000000\n"+
            "全球 ,白俄罗斯,1112000000\n"+
            "全球 ,伯利兹,1084000000\n"+
            "全球 ,加拿大,1124000000\n"+
            "全球 ,科科斯群岛,1166000000\n"+
            "全球 ,刚果（金）,1180000000\n"+
            "全球 ,中非,1140000000\n"+
            "全球 ,刚果（布）,1178000000\n"+
            "全球 ,瑞士,1756000000\n"+
            "全球 ,科特迪瓦,1384000000\n"+
            "全球 ,库克群岛,1184000000\n"+
            "全球 ,智利,1152000000\n"+
            "全球 ,喀麦隆,1120000000\n"+
            "全球 ,中国,1156000000\n"+
            "全球 ,哥伦比亚,1170000000\n"+
            "全球 ,哥斯达黎加,1188000000\n"+
            "全球 ,古巴,1192000000\n"+
            "全球 ,佛得角,1132000000\n"+
            "全球 ,圣诞岛,1162000000\n"+
            "全球 ,塞浦路斯,1196000000\n"+
            "全球 ,捷克,1203000000\n"+
            "全球 ,德国,1276000000\n"+
            "全球 ,吉布提,1262000000\n"+
            "全球 ,丹麦,1208000000\n"+
            "全球 ,多米尼克,1212000000\n"+
            "全球 ,多米尼加,1214000000\n"+
            "全球 ,阿尔及利亚,1012000000\n"+
            "全球 ,厄瓜多尔,1218000000\n"+
            "全球 ,爱沙尼亚,1233000000\n"+
            "全球 ,埃及,1818000000\n"+
            "全球 ,西撒哈拉,1732000000\n"+
            "全球 ,厄立特里亚,1232000000\n"+
            "全球 ,西班牙,1724000000\n"+
            "全球 ,埃塞俄比亚,1231000000\n"+
            "全球 ,芬兰,1246000000\n"+
            "全球 ,斐济群岛,1242000000\n"+
            "全球 ,马尔维纳斯群岛（福克兰）,1238000000\n"+
            "全球 ,密克罗尼西亚联邦,1583000000\n"+
            "全球 ,法罗群岛,1234000000\n"+
            "全球 ,法国,1250000000\n"+
            "全球 ,加蓬,1266000000\n"+
            "全球 ,英国,1826000000\n"+
            "全球 ,格林纳达,1308000000\n"+
            "全球 ,格鲁吉亚,1268000000\n"+
            "全球 ,法属圭亚那,1254000000\n"+
            "全球 ,根西岛,1831000000\n"+
            "全球 ,加纳,1288000000\n"+
            "全球 ,直布罗陀,1292000000\n"+
            "全球 ,格陵兰,1304000000\n"+
            "全球 ,冈比亚,1270000000\n"+
            "全球 ,几内亚,1324000000\n"+
            "全球 ,瓜德罗普,1312000000\n"+
            "全球 ,赤道几内亚,1226000000\n"+
            "全球 ,希腊,1300000000\n"+
            "全球 ,南乔治亚岛和南桑威奇群岛,1239000000\n"+
            "全球 ,危地马拉,1320000000\n"+
            "全球 ,关岛,1316000000\n"+
            "全球 ,几内亚比绍,1624000000\n"+
            "全球 ,圭亚那,1328000000\n"+
            "全球 ,香港,1344000000\n"+
            "全球 ,赫德岛和麦克唐纳群岛,1334000000\n"+
            "全球 ,洪都拉斯,1340000000\n"+
            "全球 ,克罗地亚,1191000000\n"+
            "全球 ,海地,1332000000\n"+
            "全球 ,匈牙利,1348000000\n"+
            "全球 ,印尼,1360000000\n"+
            "全球 ,爱尔兰,1372000000\n"+
            "全球 ,以色列,1376000000\n"+
            "全球 ,马恩岛,1833000000\n"+
            "全球 ,印度,1356000000\n"+
            "全球 ,英属印度洋领地,1086000000\n"+
            "全球 ,伊拉克,1368000000\n"+
            "全球 ,伊朗,1364000000\n"+
            "全球 ,冰岛,1352000000\n"+
            "全球 ,意大利,1380000000\n"+
            "全球 ,泽西岛,1832000000\n"+
            "全球 ,牙买加,1388000000\n"+
            "全球 ,约旦,1400000000\n"+
            "全球 ,日本,1392000000\n"+
            "全球 ,肯尼亚,1404000000\n"+
            "全球 ,吉尔吉斯斯坦,1417000000\n"+
            "全球 ,柬埔寨,1116000000\n"+
            "全球 ,基里巴斯,1296000000\n"+
            "全球 ,科摩罗,1174000000\n"+
            "全球 ,圣基茨和尼维斯,1659000000\n"+
            "全球 ,朝鲜,1408000000\n"+
            "全球 ,韩国,1410000000\n"+
            "全球 ,科威特,1414000000\n"+
            "全球 ,开曼群岛,1136000000\n"+
            "全球 ,哈萨克斯坦,1398000000\n"+
            "全球 ,老挝,1418000000\n"+
            "全球 ,黎巴嫩,1422000000\n"+
            "全球 ,圣卢西亚,1662000000\n"+
            "全球 ,列支敦士登,1438000000\n"+
            "全球 ,斯里兰卡,1144000000\n"+
            "全球 ,利比里亚,1430000000\n"+
            "全球 ,莱索托,1426000000\n"+
            "全球 ,立陶宛,1440000000\n"+
            "全球 ,卢森堡,1442000000\n"+
            "全球 ,拉脱维亚,1428000000\n"+
            "全球 ,利比亚,1434000000\n"+
            "全球 ,摩洛哥,1504000000\n"+
            "全球 ,摩纳哥,1492000000\n"+
            "全球 ,摩尔多瓦,1498000000\n"+
            "全球 ,黑山,1499000000\n"+
            "全球 ,法属圣马丁,1663000000\n"+
            "全球 ,马达加斯加,1450000000\n"+
            "全球 ,马绍尔群岛,1584000000\n"+
            "全球 ,马其顿,1807000000\n"+
            "全球 ,马里,1466000000\n"+
            "全球 ,缅甸,1104000000\n"+
            "全球 ,蒙古国；蒙古,1496000000\n"+
            "全球 ,澳门,1446000000\n"+
            "全球 ,北马里亚纳群岛,1580000000\n"+
            "全球 ,马提尼克,1474000000\n"+
            "全球 ,毛里塔尼亚,1478000000\n"+
            "全球 ,蒙塞拉特岛,1500000000\n"+
            "全球 ,马耳他,1470000000\n"+
            "全球 ,毛里求斯,1480000000\n"+
            "全球 ,马尔代夫,1462000000\n"+
            "全球 ,马拉维,1454000000\n"+
            "全球 ,墨西哥,1484000000\n"+
            "全球 ,马来西亚,1458000000\n"+
            "全球 ,莫桑比克,1508000000\n"+
            "全球 ,纳米比亚,1516000000\n"+
            "全球 ,新喀里多尼亚,1540000000\n"+
            "全球 ,尼日尔,1562000000\n"+
            "全球 ,诺福克岛,1574000000\n"+
            "全球 ,尼日利亚,1566000000\n"+
            "全球 ,尼加拉瓜,1558000000\n"+
            "全球 ,荷兰,1528000000\n"+
            "全球 ,挪威,1578000000\n"+
            "全球 ,尼泊尔,1524000000\n"+
            "全球 ,瑙鲁,1520000000\n"+
            "全球 ,纽埃,1570000000\n"+
            "全球 ,新西兰,1554000000\n"+
            "全球 ,阿曼,1512000000\n"+
            "全球 ,巴拿马,1591000000\n"+
            "全球 ,秘鲁,1604000000\n"+
            "全球 ,法属波利尼西亚,1258000000\n"+
            "全球 ,巴布亚新几内亚,1598000000\n"+
            "全球 ,菲律宾,1608000000\n"+
            "全球 ,巴基斯坦,1586000000\n"+
            "全球 ,波兰,1616000000\n"+
            "全球 ,圣皮埃尔和密克隆,1666000000\n"+
            "全球 ,皮特凯恩群岛,1612000000\n"+
            "全球 ,波多黎各,1630000000\n"+
            "全球 ,巴勒斯坦,1275000000\n"+
            "全球 ,葡萄牙,1620000000\n"+
            "全球 ,帕劳,1585000000\n"+
            "全球 ,巴拉圭,1600000000\n"+
            "全球 ,卡塔尔,1634000000\n"+
            "全球 ,留尼汪,1638000000\n"+
            "全球 ,罗马尼亚,1642000000\n"+
            "全球 ,塞尔维亚,1688000000\n"+
            "全球 ,俄罗斯,1643000000\n"+
            "全球 ,卢旺达,1646000000\n"+
            "全球 ,沙特阿拉伯,1682000000\n"+
            "全球 ,所罗门群岛,1090000000\n"+
            "全球 ,塞舌尔,1690000000\n"+
            "全球 ,苏丹,1729000000\n"+
            "全球 ,瑞典,1752000000\n"+
            "全球 ,新加坡,1702000000\n"+
            "全球 ,圣赫勒拿,1654000000\n"+
            "全球 ,斯洛文尼亚,1705000000\n"+
            "全球 ,斯瓦尔巴群岛和扬马延岛,1744000000\n"+
            "全球 ,斯洛伐克,1703000000\n"+
            "全球 ,塞拉利昂,1694000000\n"+
            "全球 ,圣马力诺,1674000000\n"+
            "全球 ,塞内加尔,1686000000\n"+
            "全球 ,索马里,1706000000\n"+
            "全球 ,苏里南,1740000000\n"+
            "全球 ,南苏丹,1728000000\n"+
            "全球 ,圣多美和普林西比,1678000000\n"+
            "全球 ,萨尔瓦多,1222000000\n"+
            "全球 ,叙利亚,1760000000\n"+
            "全球 ,斯威士兰,1748000000\n"+
            "全球 ,特克斯和凯科斯群岛,1796000000\n"+
            "全球 ,乍得,1148000000\n"+
            "全球 ,法属南部领地,1260000000\n"+
            "全球 ,多哥,1768000000\n"+
            "全球 ,泰国,1764000000\n"+
            "全球 ,塔吉克斯坦,1762000000\n"+
            "全球 ,托克劳,1772000000\n"+
            "全球 ,东帝汶,1626000000\n"+
            "全球 ,土库曼斯坦,1795000000\n"+
            "全球 ,突尼斯,1788000000\n"+
            "全球 ,汤加,1776000000\n"+
            "全球 ,土耳其,1792000000\n"+
            "全球 ,特立尼达和多巴哥,1780000000\n"+
            "全球 ,图瓦卢,1798000000\n"+
            "全球 ,台湾,1158000000\n"+
            "全球 ,坦桑尼亚,1834000000\n"+
            "全球 ,乌克兰,1804000000\n"+
            "全球 ,乌干达,1800000000\n"+
            "全球 ,美国本土外小岛屿,1581000000\n"+
            "全球 ,美国,1840000000\n"+
            "全球 ,乌拉圭,1858000000\n"+
            "全球 ,乌兹别克斯坦,1860000000\n"+
            "全球 ,梵蒂冈,1336000000\n"+
            "全球 ,圣文森特和格林纳丁斯,1670000000\n"+
            "全球 ,委内瑞拉,1862000000\n"+
            "全球 ,英属维尔京群岛,1092000000\n"+
            "全球 ,美属维尔京群岛,1850000000\n"+
            "全球 ,越南,1704000000\n"+
            "全球 ,瓦努阿图,1548000000\n"+
            "全球 ,瓦利斯和富图纳,1876000000\n"+
            "全球 ,萨摩亚,1882000000\n"+
            "全球 ,也门,1887000000\n"+
            "全球 ,马约特,1175000000\n"+
            "全球 ,南非,1710000000\n"+
            "全球 ,赞比亚,1894000000\n"+
            "全球 ,津巴布韦,1716000000\n"+
            "全球,全球,1000000000\n"+
            "中国,中国,1156000000\n";
}